Repository: jasminscodes/MyLittleApp
Catalog: MyLittleApp/MyLittleApp/Resources/*.lproj/Localizable.strings
Languages: de

# CELLS_1
source: Settings
de: Einstellungen

# CELLS_3
source: Maps
de: Karten

# CELLS_4
source: Gallery
de: Galerie

# BUTTON_BACK
source: Back
de: Zurück

# BUTTON_CANCEL
source: Cancel
de: Abbrechen

# NAV_BUTTON_LEFT_QR
source: Scan QR Code
de: Scanne QR Code

# NAV_BUTTON_RIGHT_QR
source: Generate QR Code
de: Erstelle QR Code

# NAV_BUTTON_LEFT_SERVER
source: Load Image from Server
de: Lade Bild vom Server

# NAV_BUTTON_RIGHT_SERVER
source: Load Data from Server
de: Lade Daten vom Server

# NAV_BUTTON_LEFT_PDF
source: Load PDF
de: Lade PDF

# NAV_BUTTON_RIGHT_PDF
source: Generate PDF
de: Erstelle PDF

# INFO_LABEL_TITLE_QR_READY
source: Ready to Scan
de: Bereit zum Scannen

# INFO_LABEL_TITLE_SERVER_HTTP_STATUS
source: HTTP Code State
de: HTTP Code Status

# ALERT_INFO_MESSAGE
source: This code is a http link.Do you want to open it?
de: Dieser QR Code ist ein http Link. Wollen Sie diesen öffnen?

# ERROR_PDF_LOAD
source: PDF could not be loaded
de: PDF konnte nicht geladen werden

# ERROR_PDF_GENERATE
source: PDF could not be created
de: PDF konnte nicht erstellt werden

# HTML_TEXT_1
source: This was originally an HTML page,
de: Dies war ürsprünglich eine HTML Seite,

# HTML_TEXT_2
source: which has now been converted to a PDF.
de: die jetzt in ein PDF umgewandelt wurde.
